/** @format */

import { ChevronDown, ChevronLeft, ChevronUp } from "lucide-react";

export const mockViewPoints = [
  {
    id: 1,
    name: "سارا عیدی",
    date: "۲۸ مهر ۱۴۰۳",
    score: 3.4,
    opinion:
      "کوچولو و جمع و جوره، ته دیگ خفنی ازش نگرفتم توی مدت تعیین شده خودش، باید مدت را طولانی تر و پر روغن تر بذارین. تنها ایراد پارس خزر نداشتن آبشن پخت با تاخیر هست و اگه بعد ۵۰ سال میتونست یه کم به روز بشه عالی میشد. قیمتش هم زیادی گرونه مثل چهارنفره هاست و فرقی نداره",
    answer: "پاسخ به این نظر",
    question: "این نظر  برای شما  مفید است ؟",
  },
  {
    id: 2,
    name: "سارا عیدی",
    date: "۲۸ مهر ۱۴۰۳",
    score: 3.4,
    opinion:
      "پلوپز پارس خزر واقعا عالی . دقیقا ۲ پیمانه برنج داخلش جا و پخته میشه ، برای دو نفر ولی سه نفر کم خوراک هم جواب میده . کیفیت پلوپز عالی بود. فقط تعجبم از دیجی کالا که هزینه بسته بندی رو میگیره ولی با همان کارتن و بسته بندی شرکت پارس خزر بسته رو ارسال میکنه .",
    answer: "پاسخ به این نظر",
    question: "این نظر  برای شما  مفید است ؟",
  },
  {
    id: 3,
    name: "سارا عیدی",
    date: "۲۸ مهر ۱۴۰۳",
    score: 3.4,
    opinion:
      "من حدود دوسال هست این پلو پز دارم برای افراد محرد و خانواده دو نفره بسیار کاربردی و خوبه👍",
    answer: "پاسخ به این نظر",
    question: "این نظر  برای شما  مفید است ؟",
  },
  {
    id: 4,
    name: "سارا عیدی",
    date: "۲۸ مهر ۱۴۰۳",
    score: 3.4,
    opinion:
      "خیلی ناز و کوچولو و نمکه ، خیلی وقته که پارس خزر امتحانشرو پس داده نیاز به گفتن نداره من پنکه ش رو سه ساله دارم عالی بوده این پلوپز رو هم دوست داشتم داشته باشم و خیلی ممنونم از دیجی کالا عزیزم که تخفیف عاالی گذاشت که تونستم منم یه دونه ازین پلوپزا بخرم ، خیلی با نمکه ، برای دو نفر پر خوراک و سه نفر کم خوراک اندازه میشه ، ممنونم از دیجی",
    answer: "پاسخ به این نظر",
    question: "این نظر  برای شما  مفید است ؟",
  },
];

export const mockQuestions = [
  {
    id: 1,
    question:
      "با سلام من فقط قابلمه داخل و دربش را میخوام موجود دارید خود دستگاهش را دادم ولی قابلمه اش و درش خرابه!",
    answer: "ثبت پاسخ جدید",
    icon: <ChevronLeft className="text-gray-600 size-3" />,
  },
  {
    id: 2,
    question: "سلام امکانش هست پرداخت اقساطی رو براش فعال کنید؟؟",
    answer: "مشاهده پاسخ های دیگر",
    icon: <ChevronDown className="text-gray-600 size-3" />,
  },
  {
    id: 3,
    question: "سلام میشه کیک داخلش درست کرد؟؟",
    answer: "مشاهده پاسخ های دیگر",
    icon: <ChevronDown className="text-gray-600 size-3" />,
  },
];
