/** @format */

export function CategoryDescription() {
  return (
    <div className="flex flex-col gap-y-6">
      <p className="text-base text-gray2">لوازم برقی آشپزخانه</p>
      <p className="text-base text-gray2">
        خرید لوازم برقی خانه و آشپزخانه، فراتر از یک نیاز روزمره، سرمایه‌گذاری برای راحتی، سرعت و
        لذت‌بخش‌تر کردن کارهای خانه است. امروزه تکنولوژی در لوازم برقی به ما کمک می‌کند تا زمان
        کمتری را صرف کارهای تکراری کنیم و وقت بیشتری برای خود و خانواده‌مان داشته باشیم. انتخاب درست
        این وسایل، قلب تپنده‌ای مدرن و کارآمد به خانه شما می‌بخشد.
      </p>
      <p className="text-base text-gray2">
        زی‌هوم با گردآوری مجموعه‌ای بی‌نظیر از مدرن‌ترین و باکیفیت‌ترین لوازم برقی خانگی از
        معتبرترین برندهای داخلی و بین‌المللی، فرآیند تجهیز خانه‌تان را ساده کرده است. در این بخش،
        شما می‌توانید انواع لوازم برقی بزرگ مانند ماشین لباسشویی، ماشین ظرفشویی، مایکروویو و
        آون‌توستر، و همچنین لوازم برقی کوچک و کاربردی آشپزخانه از جمله غذاساز، آبمیوه‌گیری، چای‌ساز،
        قهوه‌ساز و پلوپز را با یکدیگر مقایسه کنید.
      </p>
      <p className="text-base text-gray2">
        تمامی لوازم برقی در زی‌هوم با اطلاعات فنی دقیق، ضمانت اصالت کالا، گارانتی معتبر و خدمات پس
        از فروش ارائه می‌شوند تا تجربه خریدی هوشمندانه، مطمئن و لذت‌بخش را برای شما رقم بزنند. با
        چند کلیک، دستیاران برقی و مدرن خانه خود را انتخاب کنید و کارها را به آن‌ها بسپارید!
      </p>
    </div>
  );
}
